/* Fail to open website. Please check your network. */
"\n Please check your network." = "請檢查網絡！";

/* <Start To Write Mail> */
"<Start To Write Mail>" = "<從這裏開始填寫內容>";

/* title for cancel action */
"Cancel" = "取消";

/* Comment */
"Comment" = "評價";

/* Comment OneClock */
"Comment OneClock" = "評價OneClock?";

/* Comfirn action title*/
"Confirm" = "確定";

/* Custom */
"Custom" = "自定義";

/* Chose Default Clock */
"Different Clock Style" = "多種表盤供選擇";

/* Download OneDay */
"Download OneDay" = "更多OneX應用";

/* Fail To Open Website */
"Fail To Open Website" = "無法訪問網絡";

/* FeedBack Mail From */
"FeedBack Mail From" = "反饋郵件來自";

/* Feedback */
"Feedback" = "反饋";

/* How To Use */
"How To Use" = "使用指南";

/* I Know */
"I Know" = "知道了";

/* Jump to appstore and comment oneclock? */
"Jump to appstore and comment oneclock?" = "跳轉到AppStore給OneClock評價？";

/* Jump to appstore and download OneDay? */
"Jump to appstore and download OneDay?" = "跳轉到AppStore查看更多OneX應用？";

/* One_Click Memu */
"One_Click Memu" = "單擊打開菜單";

/* Share */
"Share" = "分享";

/* Show 24h Format */
"Show 24h Format" = "顯示24小時制";

/* Show AM/PM Tag */
"Show AM/PM Tag" = "顯示AM/PM標簽";

"Show Second" = "是否顯示秒";

"Sound Effect" = "開啟點擊音效";

/* Slide Left/Right To Change Color */
"Slide Left/Right To Change Color" = "左右滑動切換主題";

/* Slide Up/Down To Open Menu */
"Slide Up/Down To Open Menu" = "上下滑動打開菜單";

"Double Tap: Scale 1.0" = "雙擊回正";

"Double Fingers To Zoom" = "雙指縮放";

/* Style */
"Style" = "表盤風格";

/* Switch Portrait Or Landscape Mode */
"Switch Portrait Or Landscape Mode" = "旋轉設備切換模式";

/* Tips */
"Tips" = "使用指南";

/* Unable To Send */
"Unable To Send" = "無法發送";

/* Weibo */
"Weibo" = "作者微博";

/* More Products */
"More" = "更多作品";

/* Your device has not been set up, please set in the mail application and then try to send. */
"Your device has not been set up, please set in the mail application and then try to send." = "妳的設備沒有設置郵箱，請設置後重試！";

"Preferences" = "偏好設置";

"Clock Style" = "時鐘風格";

"Clock Font" = "時鐘字體";

"Clock Theme" = "顏色主題";

"Dark" = "深色";
"Light" = "淺色";

"FlipClock" = "翻頁時鐘";

"DialClock" = "表盤時鐘";

"DigitalClock" = "數字時鐘";

"Second" = "「秒」選項";

"Show/Hide Second" = "顯示/隱藏「秒」";

"Desktop" = "桌面選項";

"Show Desktop Clock" = "顯示桌面時鐘";

"Reload Desktop Clock" = "重啟應用（顯示器變化）";

"ScreenSaver" = "屏幕保護程序";

"Install FlipClock ScreenSaver" = "安裝「翻頁時鐘」屏幕保護程序";

"Install DigitalClock ScreenSaver" = "安裝「數字時鐘」屏幕保護程序";

"Install DialClock ScreenSaver" = "安裝「表盤時鐘」屏幕保護程序";

"Install FlipClock" = "安裝「翻頁時鐘」";

"Install DigitalClock" = "安裝「數字時鐘」";

"Install DialClock" = "安裝「表盤時鐘」";

"Support" = "支持";

"Contact" = "作者微博";
"Contact the Author" = "聯系作者";
"The Author" = "聯系作者";

"Comment" = "給個好評";

"Send Email" = "發送郵件";

"Quit" = "退出";

"Update" = "更新";

"Update Through AppStore" = "通過AppStore檢查更新";

"Quit OneClock" = "退出 OneClock";

"Preview" = "預覽";

"Launch At Login" = "開機自動啟動";

"Login" = "啟動選項";

"Setting" = "選項";

"General" = "通用";

"About" = "關於";

"This is one simple clock for iOS and macOS. If you have some good idea, please email to hi@onexkit.com. We will add more clock-styles and new features." = "這是壹款極簡風格的時鐘應用，同時支持iOS和macOS，壹次購買可以多端同時使用。如果您有什麽意見歡迎發送郵件到hi@onexkit.com，我們將陸續增加更多表盤和更多功能。";

"Show Preferences At Launch" = "是否默認顯示偏好設置";

"ScreenSaver Add Configuration, Please Update." = "屏幕保護程序已增加配置選項，請點擊安裝更新。";

"More ScreenSavers(GitHub)" = "更多屏幕保護程序(GitHub)";

"Contact Me To Get ScreenSavers" = "聯系作者獲得屏幕保護程序";
"Via Weibo Link" = "通過微博鏈接";
"Via Bilibili Link" = "通過B站鏈接";
"Via Twitter Link" = "通過Twitter鏈接";

"Download .saver/.zip file to Install" = "請您下載.saver/.zip文件後打開進行安裝";

"Show 24h (Hide AM/PM)" = "顯示24小時制(自動隱藏AM/PM標簽)";

"Show AM/PM" = "顯示AM/PM標簽";

"Save Screensaver File" = "保存屏幕保護程序文件";

"You can change folder to save." = "妳可以更換文件夾重新保存。";

"Error" = "發生錯誤";

"Main Screen" = "主屏幕";

"Secondary Screen" = "副屏幕";

"Screen" = "屏幕選項";

"Reload Desktop Clock After Setting" = "設置後點這裏重新加載（顯示器變化）";

"OneClock Hour" = "OneClock小時數";
"OneClock Minute" = "OneClock分鐘數";
"OneClock Second" = "OneClock秒數";
"Only Show Hour" = "只顯示小時數";
"Only Show Minute" = "只顯示分鐘數";
"Only Show Second" = "只顯示秒數";
"Home Screen Clock" = "OneClock桌面時鐘";
"Update Your HomeScreen Clock" = "請及時更新桌面時鐘";
"Please Open OneClock To Update" = "打開壹次即可主應用完成更新";

//theme
"Green" = "綠色";
"Yellow" = "黃色";
"Orange" = "橙色";
"Pink" = "粉色";
"Purple" = "紫色";
"Blue" = "藍色";
"Silver" = "銀色";
//screensaver
"Enter Screensaver (Click To Exit)" = "進入屏幕保護（單擊退出）";
"Screensaver" = "屏幕保護";
"Hidden Desktop Icon" = "隱藏桌面圖標";
"Desktop Icon" = "桌面圖標";
"Appearance" = "外觀";
